Repository: mrtnlst/Longpops
Catalog: Longpops/Resources/*.lproj/Localizable.strings
Languages: de

# description-label-about
source: Longpops brings the concept of sticky notes to iOS. It's meant to be a fast way to create overdue Reminder items, that stay on your lock screen until they are marked as completed. Developed and designed by Martin List.
de: Longpops bringt das Konzept von Sticky Notes auf iOS. Es ermöglicht einen schnellen Weg, um Erinnerungen zu erstellen, die solange auf deinem Sperrbildschirm angezeigt werden, bis du sie als erledigt markiert hast. Entwickelt und designt von Martin List.

# description-label-settings
source: Customize the launch screen.
de: Konfiguriere den Startbildschirm.

# description-label-simpletask
source: Create overdue Reminders, that stay on your lock screen.
de: Erzeuge Erinnerungen, die auf deinem Lockscreen bleiben.

# description-label-advancedtask
source: Quickly configure time-based reminders.
de: Konfiguriere zeitbasierte Erinnerungen.

# description-label-intro
source: Longpops offers a fast way to create Reminder items.
de: Longpops bietet dir einen schnellen Weg, Erinnerungen zu erstellen.

# heading-label-settings
source: Settings
de: Einstellungen

# heading-label-about
source: About
de: Über

# heading-label-intro
source: Welcome
de: Willkommen

# settings-label-startup-screen
source: Create time-based reminders
de: Erstelle zeitbasierte Erinnerungen

# settings-label-haptic-jump
source: Enable haptic feedback when switching between text fields
de: Haptisches Feedback für Sprung zwischen Textfeldern

# settings-label-haptic-save
source: Enable haptic feedback when hitting save
de: Haptisches Feedback für speichern einer Erinnerung

# permission-button-title
source: Open Settings to enable access to Reminders!
de: Einstellungen für Zugriff auf Erinnerungen öffnen!

# intro-permission-button-title
source: Allow access to Reminders
de: Erlaube Zugriff auf Erinnerungen

# permission-explanation-label
source: Longpops needs your permission to use Reminders, on order to work properly.
de: Longpops benötigt den Zugriff auf Erinnerungen, um neue zu erzeugen.

# intro-button-title
source: Show intro again
de: Intro wiederholen

# alert-title
source: Ooops â€¦ I can't do that!
de: Ups … das geht nicht!

# alert-message
source: Your date lies in the past. Please enter a valid date!
de: Das Datum liegt in der Vergangenheit. Bitte gib ein gültiges Datum ein!

# alert-button
source: Let me try again
de: Ich probier's noch mal.

# success-label
source: Saved!
de: Gespeichert!

# title-textfield-placeholder
source: Remind me of ..
de: Erinnere mich an ..

# tutorial-label-simpletask
source: Enter a title and hit return to create a reminder, that appears immediatly.
de: Tippe Return, um eine Erinnerung mit unmittelbarem Alarm zu erstellen.

# tutorial-label-advancedtask
source: Enter date and time to create a time-based reminder.
de: Konfiguriere Uhrzeit und Datum für eine zeitbasierte Erinnerungen.

# tutorial-label-settings
source: You can switch between both modes in settings.
de: Nutze die Einstellungen, um zwischen beiden Eingabemasken zu wechseln.
